wso2/iskm-bizops/scripts/scopes/openidRemove.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsd="http://org.apache.axis2/xsd">
   <soap:Header/>
   <soap:Body>
      <xsd:updateScope>
         <!--Optional:-->
         <xsd:scope>openid</xsd:scope>
         <xsd:deleteClaims>region</xsd:deleteClaims>
         <xsd:deleteClaims>2fa-enrolled</xsd:deleteClaims>
         <xsd:deleteClaims>askPassword</xsd:deleteClaims>
      </xsd:updateScope>
   </soap:Body>
</soap:Envelope>